{
  "translation": {
    "insurance_support": "Insurance Support",
    "services_offered_link": "Professional Services",
    "articles_link": "Expert Insights",
    "life_insurance": "Life Insurance",
    "health_insurance": "Health Insurance",
    "term_insurance": "Term Insurance",
    "motor_insurance": "Motor Insurance",
    "sme_insurance": "SME Insurance",
    "travel_insurance": "Travel Insurance",
    "pension_plans": "Pension Plans",
    "ulip_plans": "ULIP Plans",
    "wedding_insurance": "Wedding Insurance",
    "cyber_insurance": "Cyber Insurance",
    "get_a_quote": "Get a Quote",
    "chat_with_us": "Chat with Us",
    "privacy_policy": "Privacy Policy",
    "terms_of_service": "Terms of Service",
    "home": "Home",
    "about_us": "About Us",
    "contact_us": "Contact Us",
    "all_rights_reserved": "All rights reserved.",
    "privacy_policy_intro": "Your privacy is important to us. This policy explains how we collect, use, and protect your personal information.",
    "information_we_collect": "Information We Collect",
    "information_we_collect_description": "We collect information you provide directly to us, such as when you request a quote, register for an account, or contact us. This may include your name, email address, phone number, age, gender, and details about your insurance needs.",
    "how_we_use_your_information": "How We Use Your Information",
    "how_we_use_your_information_description": "We use the information we collect to provide and improve our services, process your requests, communicate with you, and personalize your experience. We may also use it for internal analytics and to comply with legal obligations.",
    "disclosure_of_your_information": "Disclosure of Your Information",
    "disclosure_of_your_information_description": "We do not sell or rent your personal information to third parties. We may share your information with trusted partners and service providers who assist us in operating our website and providing our services, subject to strict confidentiality agreements.",
    "privacy_contact_us": "If you have any questions about this Privacy Policy, please contact us at privacy@insurance-support.vercel.app.",
    "terms_of_service_intro": "Welcome to Insurance Support. These Terms of Service govern your use of our website and services.",
    "acceptance_of_terms": "Acceptance of Terms",
    "acceptance_of_terms_description": "By accessing or using our services, you agree to be bound by these Terms and all applicable laws and regulations. If you do not agree with any part of these terms, you are prohibited from using or accessing this site.",
    "use_of_services": "Use of Services",
    "use_of_services_description": "Our services are intended for individuals seeking insurance information and quotes. You agree to use our services only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website.",
    "intellectual_property": "Intellectual Property",
    "intellectual_property_description": "All content on this website, including text, graphics, logos, images, and software, is the property of Insurance Support or its content suppliers and protected by intellectual property laws.",
    "terms_of_service_reservation": "We reserve the right to revise these Terms of Service at any time without notice.",
    "return_to_home": "Return to Home",
    "home_page_title": "Insurance Support | Strategic Protection & Risk Management",
    "home_page_meta_description": "Decades of expertise in providing high-value insurance solutions. Specializing in life, health, and strategic business coverage for discerning clients.",
    "privacy_policy_page_title": "Privacy Policy - Insurance Support",
    "privacy_policy_meta_description": "Read the privacy policy of Insurance Support to understand how we collect, use, and protect your personal information.",
    "terms_of_service_page_title": "Terms of Engagement - Insurance Support",
    "terms_of_service_meta_description": "Review the terms of engagement for our professional advisory services.",
    "not_found_page_title": "Page Not Found - Insurance Support",
    "not_found_meta_description": "The page you are looking for does not exist.",
    "page_not_found": "Page Not Found",
    "access_restricted": "Access Restricted",
    "access_restricted_description": "We apologize, but access to our services from your current location is restricted due to regulatory reasons.",
    "access_restricted_note": "If you believe this is an error or require further assistance, please contact our support team.",
    "go_to_google": "Go to Google",
    "blocked_page_title": "Access Restricted - Insurance Support",
    "blocked_page_meta_description": "Access to Insurance Support is restricted from your current location.",
    "service_not_found": "Service Not Found",
    "service_not_found_description": "The insurance service you are looking for could not be found.",
    "get_a_quote_for": "Get a Quote for {{type}}",
    "key_features": "Key Features",
    "life_insurance_description": "Secure your family's future with comprehensive life insurance plans. Get financial protection and peace of mind.",
    "life_insurance_meta_description": "Explore comprehensive life insurance plans for financial security and peace of mind. Get free quotes and expert advice.",
    "financial_security": "Financial Security",
    "tax_benefits": "Tax Benefits",
    "wealth_creation": "Wealth Creation",
    "financial_security_description": "Ensures your loved ones are financially secure in your absence.",
    "tax_benefits_description": "Enjoy tax deductions on premiums paid and tax-free maturity benefits.",
    "wealth_creation_description": "Build a corpus over time with market-linked or traditional plans.",
    "health_insurance_description": "Protect yourself and your family from rising medical costs with our health insurance plans.",
    "health_insurance_meta_description": "Protect yourself and your family from medical expenses with health insurance. Compare plans and get free quotes.",
    "medical_expenses": "Medical Expenses",
    "cashless_hospitalization": "Cashless Hospitalization",
    "pre_post_hospitalization": "Pre & Post Hospitalization",
    "medical_expenses_description": "Covers hospitalization, doctor consultations, and other medical costs.",
    "cashless_hospitalization_description": "Avail treatment at network hospitals without upfront payment.",
    "pre_post_hospitalization_description": "Covers expenses incurred before and after hospitalization.",
    "term_insurance_description": "Get high coverage at affordable premiums with term insurance plans, ensuring pure protection for your family.",
    "term_insurance_meta_description": "Secure your family's future with high coverage term insurance plans at affordable premiums. Get pure protection.",
    "high_cover_low_premium": "High Cover, Low Premium",
    "pure_protection": "Pure Protection",
    "income_replacement": "Income Replacement",
    "high_cover_low_premium_description": "Provides substantial coverage for a minimal premium.",
    "pure_protection_description": "Focuses solely on providing financial protection to your family.",
    "income_replacement_description": "Replaces your income for your family in case of an unfortunate event.",
    "motor_insurance_description": "Protect your vehicle from damages, theft, and third-party liabilities with our motor insurance policies.",
    "motor_insurance_meta_description": "Protect your car or bike with comprehensive motor insurance. Cover damages, theft, and third-party liabilities. Get free quotes.",
    "own_damage_cover": "Own Damage Cover",
    "third_party_liability": "Third-Party Liability",
    "personal_accident_cover": "Personal Accident Cover",
    "own_damage_cover_description": "Covers damages to your own vehicle due to accidents, fire, or theft.",
    "third_party_liability_description": "Protects you against legal liabilities arising from damage to third-party property or injury.",
    "personal_accident_cover_description": "Provides coverage for personal injury or death of the owner-driver.",
    "sme_insurance_description": "Comprehensive insurance solutions designed to protect small and medium-sized enterprises from various business risks.",
    "sme_insurance_meta_description": "Comprehensive SME insurance solutions to protect your small or medium-sized business from various risks. Get tailored coverage.",
    "business_interruption": "Business Interruption",
    "property_damage": "Property Damage",
    "liability_cover": "Liability Cover",
    "business_interruption_description": "Covers loss of income due to unexpected business disruptions.",
    "property_damage_description": "Protects business property from fire, theft, and other perils.",
    "liability_cover_description": "Safeguards your business against legal liabilities from third-party claims.",
    "travel_insurance_description": "Ensure a worry-free journey with travel insurance that covers medical emergencies, trip cancellations, and baggage loss.",
    "travel_insurance_meta_description": "Travel insurance for worry-free journeys. Covers medical emergencies, trip cancellations, and baggage loss. Get instant quotes.",
    "medical_emergencies": "Medical Emergencies",
    "trip_cancellation": "Trip Cancellation",
    "baggage_loss": "Baggage Loss",
    "medical_emergencies_description": "Covers medical expenses incurred due to illness or injury during travel.",
    "trip_cancellation_description": "Reimburses non-refundable expenses if your trip is cancelled or interrupted.",
    "baggage_loss_description": "Provides compensation for lost, stolen, or damaged luggage.",
    "pension_plans_description": "Plan for a secure and independent retirement with our flexible pension plans, offering regular income post-retirement.",
    "pension_plans_meta_description": "Plan for a secure retirement with flexible pension plans. Ensure regular income and financial independence. Get expert advice.",
    "retirement_income": "Retirement Income",
    "annuity_options": "Annuity Options",
    "financial_independence": "Financial Independence",
    "retirement_income_description": "Ensures a steady stream of income after you retire.",
    "annuity_options_description": "Choose from various annuity options to suit your post-retirement needs.",
    "financial_independence_description": "Achieve financial freedom and maintain your lifestyle in retirement.",
    "ulip_plans_description": "Unit-Linked Insurance Plans (ULIPs) offer the dual benefit of investment growth and life insurance coverage.",
    "ulip_plans_meta_description": "Explore Unit-Linked Insurance Plans (ULIPs) for dual benefits of investment growth and life insurance coverage. Invest wisely.",
    "investment_growth": "Investment Growth",
    "life_cover": "Life Cover",
    "fund_switching": "Fund Switching",
    "investment_growth_description": "Invest in various funds to grow your wealth over the long term.",
    "life_cover_description": "Provides financial protection to your family in case of an unfortunate event.",
    "fund_switching_description": "Flexibility to switch between different funds based on market conditions.",
    "wedding_insurance_description": "Protect your special day from unforeseen circumstances like cancellations, vendor issues, or property damage with wedding insurance.",
    "wedding_insurance_meta_description": "Protect your special day with wedding insurance. Covers cancellations, vendor issues, and property damage. Get peace of mind.",
    "cancellation_cover": "Cancellation Cover",
    "damage_to_property": "Damage to Property",
    "public_liability": "Public Liability",
    "cancellation_cover_description": "Reimburses expenses if your wedding is cancelled or postponed.",
    "damage_to_property_description": "Covers damage to the venue or other wedding-related property.",
    "public_liability_description": "Protects against claims for injury or damage to third parties at your wedding.",
    "cyber_insurance_description": "Safeguard your digital assets and privacy with cyber insurance, covering data breaches, cyber extortion, and online fraud.",
    "cyber_insurance_meta_description": "Safeguard digital assets and privacy with cyber insurance. Covers data breaches, cyber extortion, and online fraud. Get protected.",
    "data_breach_costs": "Data Breach Costs",
    "cyber_extortion": "Cyber Extortion",
    "legal_expenses": "Legal Expenses",
    "data_breach_costs_description": "Covers expenses related to data breaches, including notification and recovery.",
    "cyber_extortion_description": "Protects against losses from cyber extortion and ransomware attacks.",
    "legal_expenses_description": "Covers legal fees and fines arising from cyber incidents.",
    "quote_form_title": "Get a Quote for {{type}}",
    "your_full_name": "Your Full Name",
    "name_required": "Full name is required.",
    "age": "Age",
    "age_required": "Age is required.",
    "age_dob_required": "Either Age or Date of Birth is required.",
    "date_of_birth": "Date of Birth",
    "gender_required": "Gender is required.",
    "your_gender": "Your Gender",
    "male": "Male",
    "female": "Female",
    "other": "Other",
    "mobile_number": "Mobile Number",
    "phone_digits_error": "Mobile number must be 10 digits.",
    "sum_assured": "Intended Sum Assured",
    "sum_assured_required": "Intended Sum Assured is required.",
    "sum_assured_error": "Sum Assured must be a multiple of 1,00,000 and at least 1,00,000.",
    "health_members_option": "Who do you want to cover?",
    "select_members_for_cover": "Select members for cover",
    "self": "Self",
    "self_wife_1kid": "Self with Wife and 1 kid",
    "self_wife_2kids": "Self with Wife and 2 kids",
    "father": "Father",
    "mother": "Mother",
    "cancel": "Return",
    "submit_quote": "Initiate Consultation",
    "quote_submitted_successfully": "Quote submitted successfully!",
    "failed_to_submit_quote": "Failed to submit quote. Please try again.",
    "or": "or",
    "latest_blog_post": "Latest Blog Post",
    "read_more": "Read More",
    "read_more_about_blog_post": "Read more on our blog.",
    "no_blog_posts_available": "No blog posts are available at the moment.",
    "hero_title": "Decades of Insight, Decades of Trust",
    "hero_subtitle": "Expert risk management and strategic insurance solutions tailored to your legacy.",
    "support": "Client Services",
    "support_page_title": "Executive Client Services | Policy Management & Claims Advisory",
    "support_meta_description": "Access dedicated support for high-priority policy renewals, complex claims, and strategic advisory. Our veteran team in Bangalore is at your service.",
    "how_can_we_help": "How may we assist you today?",
    "customer_support_description": "Our professional advisory team is dedicated to managing your portfolio with precision and care.",
    "our_location": "Our Headquarters",
    "frequently_asked_questions": "Frequently Asked Questions",
    "faq_renewal_q": "How can I renew my insurance policy?",
    "faq_renewal_a": "You can renew your policy directly through our support team. Simply provide your policy number via our contact forms or WhatsApp, and we will guide you through the process.",
    "faq_claim_q": "What is the process for filing a claim?",
    "faq_claim_a": "In case of a claim, contact our 24/7 support line immediately. We will help you with the documentation and coordination with the insurance provider.",
    "faq_support_q": "Is support available for all types of insurance?",
    "faq_support_a": "Yes, Insurance Support provides assistance for Life, Health, Motor, Travel, and more. Our experts are trained across all major insurance categories.",
    "india_support_tag": "Proudly serving customers across India"
  }
}