{
  "hero_title": "Insurance Support Online: Decades of Insight, Decades of Trust",
  "hero_title_local": "Welcome to Insurance Support {{city}} | Expert Advisors",
  "get_a_free_quote": "Initiate Professional Consultation",
  "chat_with_expert": "Consult with an Expert Advisor",
  "expert_available": "Expert available",
  "chatbot_24_7": "Available 24/7",
  "immediate_response": "Immediate Response",
  "services_offered": "Our Services Offered",
  "services_description": "Your trusted partner for expert Insurance Support, offering tailored solutions to protect what matters most to you.",
  "life_insurance": "Life Insurance",
  "health_insurance": "Health Insurance",
  "term_insurance": "Term Insurance",
  "loans_offered": "Loans & Financial Services",
  "loans_hero_title": "Smart Loans for Your Every Need",
  "loans_hero_description": "From home and personal loans to business financing, we provide tailored solutions with competitive interest rates and quick approvals.",
  "loans_description": "Achieve your dreams with our tailored loan solutions. Whether it's a home, personal needs, or business expansion, we help you get the best rates.",
  "home_loan": "Home Loan",
  "personal_loan": "Personal Loan",
  "business_loan": "Business Loan",
  "mortgage_loan": "Mortgage Loan",
  "vehicle_loan": "Vehicle Loan",
  "education_loan": "Education Loan",
  "loan_amount": "Required Loan Amount",
  "employment_type": "Employment Status",
  "salaried": "Salaried",
  "self_employed_professional": "Self Employed Professional",
  "self_employed_business": "Self Employed Business",
  "student": "Student",
  "homemaker": "Homemaker",
  "motor_insurance": "Motor (Private/Commercial Vehicles) Insurance",
  "sme_insurance": "SME (Fire and Home) Insurance",
  "travel_insurance": "Travel Insurance",
  "pension_plans": "Pension Plans",
  "ulip_plans": "ULIP (Unit Linked Plans - Market based)",
  "wedding_insurance": "Wedding & Honeymoon Insurance",
  "cyber_insurance": "Cyber Insurance",
  "click_to_get_quote": "Click to get a quote for {{type}}.",
  "why_choose_us": "Why Choose Insurance Support?",
  "expert_guidance_title": "Expert Guidance",
  "expert_guidance_description": "Our experienced Insurance Support advisors help you navigate claims and find the best plans.",
  "comprehensive_coverage_title": "Comprehensive Coverage",
  "comprehensive_coverage_description": "Wide range of online insurance products to meet all your needs.",
  "customer_satisfaction_title": "Customer Satisfaction",
  "customer_satisfaction_description": "Dedicated insurance support teams to ensure your peace of mind.",
  "get_in_touch": "Get in Touch",
  "contact_description": "Have questions? Our team is ready to assist you.",
  "call_us": "Call Us",
  "visit_us": "Visit Us",
  "whatsapp_us": "WhatsApp Us",
  "privacy_policy": "Privacy Policy",
  "terms_of_service": "Terms of Service",
  "page_not_found": "Oops! Page not found",
  "return_to_home": "Return to Home",
  "insurance_support": "Insurance Support",
  "services_offered_link": "Professional Services",
  "articles_link": "Expert Insights",
  "toggle_theme": "Toggle theme",
  "light_theme": "Light",
  "dark_theme": "Dark",
  "system_theme": "System",
  "quote_form_title": "Get a Quote for {{type}}",
  "your_full_name": "Your Full Name",
  "age": "Age",
  "date_of_birth": "Date of Birth",
  "or": "OR",
  "your_gender": "Your Gender",
  "male": "Male",
  "female": "Female",
  "other": "Other",
  "mobile_number": "Mobile Number",
  "sum_assured": "Sum Assured (in multiples of 1,00,00,000)",
  "cancel": "Cancel",
  "submit_quote": "Submit Quote",
  "name_required": "Name is required.",
  "age_dob_required": "Age or Date of Birth is required.",
  "gender_required": "Gender is required.",
  "phone_required": "Mobile Number is required.",
  "phone_digits_error": "Mobile Number must be 10 digits.",
  "sum_assured_required": "Sum Assured is required.",
  "sum_assured_error": "Sum Assured must be a positive number and a multiple of 1,00,000.",
  "health_members_option": "How many members for Health Insurance?",
  "select_members_for_cover": "Please select members for cover.",
  "self": "Self",
  "self_wife_1kid": "Self with Wife and 1 kid",
  "self_wife_2kids": "Self with Wife and 2 kids",
  "self_parents": "Self with Parents",
  "provide_member_details": "Please provide details for:",
  "wife": "Wife",
  "kid_1": "Kid 1",
  "kid_2": "Kid 2",
  "father": "Father",
  "mother": "Mother",
  "failed_to_submit_quote": "Failed to submit quote. Please try again.",
  "quote_submitted_successfully": "Quote submitted successfully!",
  "unexpected_error_submission": "An unexpected error occurred during submission.",
  "correct_form_errors": "Please correct the errors in the form.",
  "gst_rates_slashed": "🎉 GST rates have been slashed and removed on select plans! 🎉",
  "finance_options": " Finance Options for new policies available on select products. T&Cs applicable",
  "insurance_support_contact": "Contact: Hari Kotian | 9986634506",
  "privacy_policy_intro": "At Insurance Support, we understand that confidentiality is the cornerstone of our relationship with our clients. This Privacy Policy details our unwavering commitment to protecting your personal, financial, and insurance data with the highest standards of security and professional ethics.",
  "information_we_collect": "1. Information Collection Architecture",
  "information_we_collect_description": "We only collect data strictly necessary for strategic risk assessment and policy management:\n• Personal Identification: Legal name, Date of Birth, and Gender for actuarial accuracy.\n• Contact Protocols: Mobile number and secondary contact info for secure policy notifications.\n• Risk Attributes: Detailed health history, motor vehicle details, or business assets depending on the consultation type.\n• Financial Documentation: Sum assured requirements and income proof for high-value portfolio optimization.",
  "how_we_use_your_information": "2. Strategic Data Utilization",
  "how_we_use_your_information_description": "Your data is used exclusively within a secure ecosystem for the following professional purposes:\n• Portfolio Optimization: Analyzing your risk profile to secure the most competitive premiums.\n• Claims Coordination: Using documented facts to advocate for your interests during claim settlements.\n• Policy Management: Ensuring timely renewals and adjustments based on life milestones.\n• Regulatory Compliance: Meeting the strict transparency standards of insurance regulatory authorities.",
  "disclosure_of_your_information": "3. Confidentiality & Disclosure Protocols",
  "disclosure_of_your_information_description": "We enforce a zero-compromise confidentiality protocol. Your data is never sold, traded, or shared for third-party marketing. Disclosure is limited strictly to:\n• Authorized Insurers: Sharing only essential data with chosen providers to facilitate your coverage.\n• Law Enforcement: Only upon receiving valid, legally binding court orders.\n• Claims Specialists: Only when necessary to ensure the successful processing of an active claim.",
  "data_security": "4. Advanced Security Infrastructure",
  "data_security_description": "We employ enterprise-grade security to safeguard your legacy:\n• End-to-End Encryption (E2EE) for all digital submissions.\n• Secure Cloud Storage with periodic penetration testing.\n• Strict Internal Access Controls (Access is limited only to your dedicated veteran consultant).",
  "data_retention": "5. Data Retention & Erasure",
  "data_retention_description": "Data is retained only as long as necessary for policy administration or as required by law. Upon completion of legal requirements, data is securely erased or anonymized.",
  "privacy_contact_us": "For inquiries regarding your data privacy or to request a data audit, please contact our Headquarters.",
  "terms_of_service_intro": "Welcome to Insurance Support. These Terms of Service ('Terms') constitute a legally binding agreement between you and Insurance Support ('We', 'Us', 'Our'). By accessing our platform, you acknowledge that you have read, understood, and agree to be bound by these Terms. Insurance is a subject matter of solicitation.",
  "acceptance_of_terms": "1. Eligibility & Acceptance",
  "acceptance_of_terms_description": "• You must be at least 18 years of age and possess the legal authority to enter into a binding agreement.\n• By using our services, you warrant that all information provided is accurate and truthful.\n• Your continued use of the platform after any modifications to these Terms constitutes acceptance of the updated terms.",
  "use_of_services": "2. Nature of Services",
  "use_of_services_description": "• Advisory Role: Insurance Support acts as an insurance broker/aggregator. We facilitate the comparison and procurement of insurance policies from various insurers.\n• Non-Insurer Status: We are not an insurance company. The contract of insurance is solely between you and the respective insurance provider.\n• Strategic Facilitation: We provide professional guidance, but the final decision to purchase remains with the user.",
  "accuracy_of_data": "3. Accuracy of Information & User Responsibility",
  "accuracy_of_data_description": "• Data Integrity: You are responsible for the accuracy of all information provided (Age, Health, Assets). Incorrect data may lead to policy cancellation or claim rejection by the insurer.\n• Identity Protection: You agree to protect your account credentials and notify us immediately of any unauthorized access.",
  "market_linked_risks": "4. Market-Linked Products (ULIPs)",
  "market_linked_risks_description": "• Investment Risk: For market-linked products like ULIPs, the investment risk in the investment portfolio is borne by the policyholder.\n• Non-Guaranteed Returns: Past performance is not indicative of future results. Fund returns are subject to market volatility.",
  "limitation_of_liability": "5. Limitation of Liability & Disclaimers",
  "limitation_of_liability_description": "• No Liability for Insurer Defaults: We are not liable for any default, insolvency, or deficiency in service by the insurance company.\n• Indirect Damages: In no event shall Insurance Support be liable for any indirect, incidental, or consequential damages arising from the use of our platform.\n• Technical Disruptions: We do not guarantee uninterrupted access to the site during maintenance or technical failures.",
  "intellectual_property": "6. Intellectual Property Rights",
  "intellectual_property_description": "All content, logos, and proprietary tools on this website are the property of Insurance Support and are protected by international copyright and intellectual property laws.",
  "governing_law": "7. Governing Law & Jurisdiction",
  "governing_law_description": "These Terms are governed by the laws of India. Any disputes arising from these Terms shall be subject to the exclusive jurisdiction of the courts in Bangalore, Karnataka.",
  "terms_of_service_reservation": "We reserve the right to modify or terminate our services and revise these Terms at any time without prior notice.",
  "select_language": "Select Language",
  "test_message": "This is a test message.",
  "secure_family_future": "Expert online insurance support for comprehensive coverage—Life, Health, and Motor tailored to your needs.",
  "protect_wellbeing": "Protect your wellbeing with our health insurance solutions",
  "affordable_term_insurance": "Affordable term insurance for your family's financial security",
  "drive_with_confidence": "Drive with confidence knowing you're protected",
  "safeguard_business_home": "Safeguard your business and home with our property insurance",
  "explore_world_worry_free": "Explore the world worry-free with our travel insurance",
  "peace_of_mind_priority": "Your peace of mind is our priority",
  "find_perfect_coverage": "Find the perfect coverage for your unique needs",
  "expert_advice_personalized_plans": "Expert advice for personalized insurance plans",
  "home_page_title": "Insurance Support Online | Strategic Protection & Risk Management",
  "home_page_meta_description": "Reliable Insurance Support Online. Decades of expertise in claims assistance, policy renewals, and high-value insurance solutions. Specializing in life, health, and strategic business coverage.",
  "privacy_policy_page_title": "Privacy Policy - Insurance Support",
  "privacy_policy_meta_description": "Read the privacy policy of Insurance Support. Learn how we collect, use, and protect your personal information.",
  "terms_of_service_page_title": "Terms of Service - Insurance Support",
  "terms_of_service_meta_description": "Review the terms and conditions for using Insurance Support's website and services.",
  "not_found_page_title": "Page Not Found - Insurance Support",
  "not_found_meta_description": "The page you are looking for does not exist. Return to the home page of Insurance Support.",
  "blocked_page_title": "Access Restricted - Insurance Support",
  "blocked_page_meta_description": "Access to Insurance Support is restricted from your current location due to regulatory requirements.",
  "access_restricted": "Access Restricted",
  "access_restricted_description": "Sorry, access to this website from your location has been restricted. This restriction is in place due to regulatory or business requirements.",
  "note": "Note",
  "access_restricted_note": "If you believe this restriction is in error, please contact our support team for assistance.",
  "go_to_google": "Go to Google",
  "contact_support": "Contact Support",
  "back_to_home": "Back to Home",
  "service_not_found": "Service Not Found",
  "service_not_found_description": "The insurance service you are looking for could not be found. Please check the URL or return to the home page.",
  "service_not_found_page_title": "Service Not Found - Insurance Support",
  "service_not_found_meta_description": "The requested insurance service page was not found on Insurance Support.",
  "get_a_free_quote_for_service": "Get a Free Quote for {{service}}",
  "service_quote_cta": "Interested in this service? Fill out our quick form to get a personalized quote.",
  "life_insurance_long_description": "Life insurance provides financial protection for your loved ones in the event of your untimely demise. It ensures that your family can maintain their lifestyle, cover outstanding debts, and achieve future financial goals even when you're no longer there. We offer various types of life insurance, including term life, whole life, and universal life, tailored to your specific needs and budget.",
  "life_insurance_page_title": "Life Insurance - Secure Your Family's Future | Insurance Support",
  "life_insurance_meta_description": "Explore comprehensive life insurance plans from Insurance Support. Protect your family's financial future with term, whole, and universal life insurance options.",
  "health_insurance_long_description": "Health insurance is crucial for covering medical expenses, including hospital stays, doctor visits, prescription drugs, and preventive care. It safeguards your savings from unexpected health crises and ensures you receive the best possible medical treatment without financial strain. Our plans offer extensive coverage, cashless facilities, and a wide network of hospitals.",
  "health_insurance_page_title": "Health Insurance - Protect Your Wellbeing | Insurance Support",
  "health_insurance_meta_description": "Find the best health insurance plans at Insurance Support. Get comprehensive coverage for medical expenses, hospitalizations, and preventive care.",
  "term_insurance_long_description": "Term insurance is a pure protection plan that provides a large sum assured to your beneficiaries if you pass away during the policy term. It's the most affordable form of life insurance, designed to offer maximum coverage at a minimal premium. It's ideal for individuals looking to secure their family's financial future for a specific period.",
  "term_insurance_page_title": "Term Insurance - Affordable Financial Security | Insurance Support",
  "term_insurance_meta_description": "Secure your family's financial future with affordable term insurance plans from Insurance Support. Get maximum coverage at minimal premiums.",
  "motor_insurance_long_description": "Motor insurance is mandatory for all vehicles and protects you against financial losses arising from accidents, theft, or damage to your vehicle. It also covers third-party liabilities. We offer comprehensive plans for private cars, two-wheelers, and commercial vehicles, ensuring you drive with peace of mind.",
  "motor_insurance_page_title": "Motor Insurance - Drive with Confidence | Insurance Support",
  "motor_insurance_meta_description": "Get comprehensive motor insurance for cars, bikes, and commercial vehicles at Insurance Support. Protect against accidents, theft, and third-party liabilities.",
  "sme_insurance_long_description": "SME (Small and Medium Enterprise) insurance, including fire and home insurance, protects your business assets and property from various risks. Fire insurance covers damages due to fire, lightning, and explosions, while home insurance protects your residential property and its contents. These policies are vital for business continuity and personal asset protection.",
  "sme_insurance_page_title": "SME & Home Insurance - Safeguard Your Business & Property | Insurance Support",
  "sme_insurance_meta_description": "Comprehensive SME, fire, and home insurance plans from Insurance Support. Protect your business assets and residential property from various risks.",
  "travel_insurance_long_description": "Travel insurance provides financial protection against unforeseen events during your trips, such as medical emergencies, trip cancellations, lost luggage, or personal accidents. Whether you're traveling domestically or internationally, our travel insurance plans ensure a worry-free journey, covering single trips or multiple journeys.",
  "travel_insurance_page_title": "Travel Insurance - Explore Worry-Free | Insurance Support",
  "travel_insurance_meta_description": "Travel with peace of mind with comprehensive travel insurance from Insurance Support. Coverage for medical emergencies, trip cancellations, and lost luggage.",
  "pension_plans_long_description": "Pension plans are designed to provide a steady income stream after retirement, ensuring financial independence in your golden years. These plans help you build a retirement corpus through regular savings and investments, allowing you to maintain your lifestyle and meet post-retirement expenses comfortably.",
  "pension_plans_page_title": "Pension Plans - Secure Your Retirement | Insurance Support",
  "pension_plans_meta_description": "Plan for a financially secure retirement with pension plans from Insurance Support. Build a corpus for a steady income post-retirement.",
  "ulip_plans_long_description": "ULIPs (Unit Linked Insurance Plans) offer the dual benefit of life insurance coverage and investment opportunities. A portion of your premium goes towards life cover, while the rest is invested in market-linked funds. This allows you to grow your wealth while also providing financial protection for your family.",
  "ulip_plans_page_title": "ULIP Plans - Insurance & Investment Combined | Insurance Support",
  "ulip_plans_meta_description": "Discover ULIP plans at Insurance Support, combining life insurance with market-linked investment opportunities for wealth growth and protection.",
  "wedding_insurance_long_description": "Wedding and honeymoon insurance protects your significant investment in your special day from unforeseen circumstances. It can cover losses due to venue cancellation, vendor no-shows, extreme weather, or even medical emergencies during your honeymoon, ensuring your dream wedding isn't ruined by unexpected events.",
  "wedding_insurance_page_title": "Wedding & Honeymoon Insurance - Protect Your Special Day | Insurance Support",
  "wedding_insurance_meta_description": "Safeguard your wedding and honeymoon with insurance plans from Insurance Support. Coverage for cancellations, vendor issues, and travel emergencies.",
  "cyber_insurance_long_description": "Cyber insurance protects individuals and businesses from financial losses and damages resulting from cyberattacks, data breaches, and online fraud. In an increasingly digital world, it covers expenses like data recovery, legal fees, and liability costs, providing essential protection against evolving cyber threats.",
  "cyber_insurance_page_title": "Cyber Insurance - Essential Digital Protection | Insurance Support",
  "cyber_insurance_meta_description": "Get essential cyber insurance from Insurance Support to protect against cyberattacks, data breaches, and online fraud for individuals and businesses.",
  "latest_blog_post": "Latest Blog Post",
  "read_full_article": "Read Full Article",
  "read_more": "Read More",
  "key_features": "Key Features",
  "no_blog_posts_available": "No blog posts available",
  "bangalore_office": "Bangalore Office",
  "link_copied": "Link copied to clipboard! You can now paste it on Instagram.",
  "failed_to_copy": "Failed to copy link. Please try again.",
  "share_on_facebook": "Share on Facebook",
  "share_on_twitter": "Share on X (Twitter)",
  "share_on_linkedin": "Share on LinkedIn",
  "share_on_whatsapp": "Share on WhatsApp",
  "copy_link_instagram": "Copy link for Instagram",
  "financial_security": "Financial Security",
  "financial_security_description": "Ensure your family's financial stability in your absence.",
  "tax_benefits": "Tax Benefits",
  "tax_benefits_description": "Save on taxes while building your financial safety net.",
  "wealth_creation": "Wealth Creation",
  "wealth_creation_description": "Grow your assets with our investment-cum-insurance plans.",
  "medical_expenses": "Medical Expenses",
  "medical_expenses_description": "Cover hospital bills, surgery costs, and more.",
  "cashless_hospitalization": "Cashless Hospitalization",
  "cashless_hospitalization_description": "Focus on recovery while we handle the payments at network hospitals.",
  "pre_post_hospitalization": "Pre & Post Hospitalization",
  "pre_post_hospitalization_description": "Coverage for medical expenses before and after your hospital stay.",
  "high_cover_low_premium": "High Cover, Low Premium",
  "high_cover_low_premium_description": "Get significant life cover at an extremely affordable price.",
  "pure_protection": "Pure Protection",
  "pure_protection_description": "Focus solely on providing financial security for your survivors.",
  "income_replacement": "Income Replacement",
  "income_replacement_description": "Ensure your family's lifestyle remains unchanged if you're not around.",
  "own_damage_cover": "Own Damage Cover",
  "own_damage_cover_description": "Protection against damages to your own vehicle due to accidents or theft.",
  "third_party_liability": "Third Party Liability",
  "third_party_liability_description": "Covers legal liability against damage to other people or property.",
  "personal_accident_cover": "Personal Accident Cover",
  "personal_accident_cover_description": "Financial aid for injuries or death of the owner-driver.",
  "business_interruption": "Business Interruption",
  "business_interruption_description": "Covers lost income when your business is forced to close temporarily.",
  "property_damage": "Property Damage",
  "property_damage_description": "Protection for your office, machinery, and inventory from fire and other risks.",
  "liability_cover": "Liability Cover",
  "liability_cover_description": "Safeguards your business against legal claims from third parties.",
  "medical_emergencies": "Medical Emergencies",
  "medical_emergencies_description": "Coverage for unexpected illness or injury while traveling abroad.",
  "trip_cancellation": "Trip Cancellation",
  "trip_cancellation_description": "Reimbursement for non-refundable trip costs due to emergencies.",
  "baggage_loss": "Baggage Loss",
  "baggage_loss_description": "Financial assistance if your checked-in baggage is delayed or lost.",
  "retirement_income": "Retirement Income",
  "retirement_income_description": "Receive a steady monthly payout to sustain your lifestyle after retirement.",
  "annuity_options": "Annuity Options",
  "annuity_options_description": "Flexible payout methods tailored to your post-retirement needs.",
  "financial_independence": "Financial Independence",
  "financial_independence_description": "Maintain your standard of living without depending on others.",
  "investment_growth": "Investment Growth",
  "investment_growth_description": "Opportunity to earn high returns through market-linked funds.",
  "life_cover": "Life Cover",
  "life_cover_description": "Secures your family with a sum assured along with market gains.",
  "fund_switching": "Fund Switching",
  "fund_switching_description": "Freedom to move your investments between equity and debt funds.",
  "cancellation_cover": "Cancellation Cover",
  "cancellation_cover_description": "Protects your wedding investments if the event is canceled or postponed.",
  "damage_to_property": "Damage to Property",
  "damage_to_property_description": "Covers damages to the wedding venue or hired equipment.",
  "public_liability": "Public Liability",
  "public_liability_description": "Covers legal costs if a guest gets injured during the celebration.",
  "data_breach_costs": "Data Breach Costs",
  "data_breach_costs_description": "Covers investigation and notification costs following a data breach.",
  "cyber_extortion": "Cyber Extortion",
  "cyber_extortion_description": "Assistance and coverage for ransomware attacks and digital threats.",
  "legal_expenses": "Legal Expenses",
  "legal_expenses_description": "Financial aid for legal defense against third-party claims.",
  "support": "Client Services",
  "support_page_title": "Executive Client Services | Policy Management & Claims Advisory",
  "support_meta_description": "Access dedicated support for high-priority policy renewals, complex claims, and strategic advisory. Our veteran team in Bangalore is at your service.",
  "how_can_we_help": "How may we assist you today?",
  "customer_support_description": "Our professional advisory team is dedicated to managing your portfolio with precision and care.",
  "our_location": "Our Headquarters",
  "frequently_asked_questions": "Frequently Asked Questions",
  "india_support_tag": "Proudly serving customers across India",
  "call_now": "Call Now",
  "chat_now": "Chat Now",
  "email_support": "Email Support",
  "send_email": "Send Email",
  "view_map": "View Map",
  "customer_care": "Customer Care",
  "share_expertise": "Share Expertise",
  "faq_life_q1": "What is the entry age for life insurance?",
  "faq_life_a1": "Typically, the entry age starts from 18 years up to 65 years, depending on the specific plan chosen.",
  "faq_life_q2": "Can I have multiple life insurance policies?",
  "faq_life_a2": "Yes, you can hold multiple policies from different providers as long as you disclose them during the application process.",
  "faq_health_q1": "Does health insurance cover pre-existing diseases?",
  "faq_health_a1": "Most plans cover pre-existing diseases after a waiting period, which usually ranges from 2 to 4 years.",
  "faq_health_q2": "What is a 'Cashless Claim' in health insurance?",
  "faq_health_a2": "It allows you to get treated at network hospitals without paying the bills upfront; the insurer settles it directly with the hospital.",
  "faq_term_q1": "Will my family get the money if I die outside India?",
  "faq_term_a1": "Yes, term insurance provides global coverage as long as the policy is active and the cause of death is covered.",
  "faq_term_q2": "Can I increase the cover amount later?",
  "faq_term_a2": "Some plans offer 'Step-up' options to increase coverage at key life milestones like marriage or childbirth.",
  "faq_motor_q1": "Is Third-Party insurance enough for my car?",
  "faq_motor_a1": "Third-Party is mandatory by law, but a Comprehensive plan is recommended as it also covers damages to your own vehicle.",
  "faq_motor_q2": "What is No Claim Bonus (NCB)?",
  "faq_motor_a2": "NCB is a discount on the premium given to the policyholder for not making any claims during the previous policy year.",
  "faq_sme_q1": "What does Fire insurance cover for my business?",
  "faq_sme_a1": "It covers damages due to fire, lightning, explosions, and sometimes natural calamities like floods or earthquakes.",
  "faq_sme_q2": "Is home insurance expensive?",
  "faq_sme_a2": "Actually, home insurance is quite affordable, often costing less than a few thousand rupees per year for significant coverage.",
  "faq_travel_q1": "Does travel insurance cover trip cancellations?",
  "faq_travel_a1": "Yes, most plans cover non-refundable costs if the trip is cancelled due to medical emergencies or other specified reasons.",
  "faq_travel_q2": "Is COVID-19 covered in international travel insurance?",
  "faq_travel_a2": "Most modern travel plans now include coverage for COVID-19 related medical emergencies and trip disruptions.",
  "faq_pension_q1": "When can I starts receiving pension?",
  "faq_pension_a1": "Vesting usually starts between ages 50 to 70, depending on the plan you choose.",
  "faq_pension_q2": "Are pension plan premiums tax-deductible?",
  "faq_pension_a2": "Yes, premiums paid towards pension plans are often eligible for tax deductions under Section 80C.",
  "faq_ulip_q1": "What is the lock-in period for ULIPs?",
  "faq_ulip_a1": "ULIPs have a mandatory lock-in period of 5 years.",
  "faq_ulip_q2": "Can I switch between funds in ULIP?",
  "faq_ulip_a2": "Yes, most ULIPs allow you to switch between equity, debt, and balanced funds free of cost a certain number of times per year.",
  "faq_wedding_q1": "Does wedding insurance cover jewelry theft?",
  "faq_wedding_a1": "Yes, many wedding insurance plans include coverage for theft or loss of jewelry and attire during the event.",
  "faq_wedding_q2": "When should I buy wedding insurance?",
  "faq_wedding_a2": "It is best to buy it as soon as you start making significant deposits to vendors, usually 6-12 months before the event.",
  "faq_cyber_q1": "Does cyber insurance cover social media hacking?",
  "faq_cyber_a1": "Yes, some personal cyber insurance plans offer protection and recovery assistance for social media account hacks.",
  "faq_cyber_q2": "Is online shopping fraud covered?",
  "faq_cyber_a2": "Yes, it typically covers financial losses resulting from phishing, identity theft, and unauthorized online transactions.",
  "years_experience": "25+ Years Experience",
  "expert_claims_support": "Expert Claims Support",
  "veteran_advantage": "The Veteran Advantage",
  "strategic_protection_title_start": "Strategic Protection Built on",
  "strategic_protection_title_highlight": "Two Decades",
  "strategic_protection_title_end": "of Insight",
  "strategic_experience_description": "In the complex world of insurance, experience isn't just a number—it's your greatest asset. We provide elite advisory services that go beyond simple policies, focusing on long-term risk management and legacy protection.",
  "portfolios_managed": "Portfolios Managed",
  "claims_settled_stat": "Claims Settled",
  "strategic_advisory": "Strategic Advisory",
  "strategic_advisory_desc": "Tailored risk assessment and portfolio optimization for high-value assets and business interests.",
  "legacy_planning": "Legacy Planning",
  "legacy_planning_desc": "Ensuring your family's future is secure with sophisticated life and estate protection strategies.",
  "unrivaled_claims_support": "Unrivaled Claims Support",
  "unrivaled_claims_support_desc": "Veteran-led coordination during critical moments, standing by you when it matters most.",
  "language_prompt_title": "Welcome",
  "language_prompt_description": "We detected you are in {{region}}. Would you like to switch to {{language}}?",
  "language_prompt_confirm": "Yes, Switch to {{language}}",
  "language_prompt_dismiss": "No, Keep English",
  "veteran_lead_team": "A Team led by Veterans",
  "quick_links": "Quick Links",
  "headquarters": "Headquarters",
  "established_text": "Established 1998",
  "all_rights_reserved": "All rights reserved.",
  "legacy": "Legacy",
  "trust": "Trust",
  "excellence": "Excellence",
  "customer_testimonials_title": "Customer Testimonials",
  "customer_testimonials_description": "What our clients say about our services and commitment to their financial security.",
  "verified_client": "Verified Client",
  "trusted_partner_banner": "#1 Trusted Insurance Partner in {{city}}",
  "clients": "Clients",
  "support_stat_label": "Support",
  "awards": "Awards",
  "hero_title_start": "Secure Your",
  "hero_title_highlight": "Future",
  "hero_title_end": "With Expert Guidance",
  "get_support_now": "Get Support Now",
  "general_inquiry_title": "General Inquiry",
  "general_inquiry_description": "Have a question not related to a specific policy? We're here to help.",
  "start_general_inquiry": "Start General Inquiry",
  "need_immediate_assistance": "Need Immediate Assistance?",
  "call_our_support_team": "Call our expert support team directly for urgent matters.",
  "full_name": "Full Name",
  "enter_full_name": "Enter Full Name",
  "enter_mobile_number": "Enter 10-digit Mobile Number",
  "pincode": "Current Residence Pincode",
  "enter_pincode": "Enter Current Residence Pincode",
  "who_needs_coverage": "Who needs coverage?",
  "health_members": "Health Members",
  "enter_amount": "Enter Amount",
  "enter_income": "Enter Net Annual Income",
  "vehicle_number": "Vehicle Number",
  "enter_vehicle_number": "Enter Vehicle Number (e.g., KA01AB1234)",
  "vehicle_type": "Vehicle Type",
  "car": "Car",
  "bike": "Bike",
  "commercial_vehicle": "Commercial Vehicle",
  "previous_policy_type": "Previous Policy Type",
  "new_policy_type_intended": "New Policy Type Intended",
  "comprehensive": "Comprehensive",
  "third_party": "Third Party",
  "tobacco_user": "Tobacco User",
  "yes": "Yes",
  "no": "No",
  "annual_income": "Net Annual Income",
  "business_name": "Business Name",
  "enter_business_name": "Enter Business Name",
  "industry_type": "Industry Type",
  "retail": "Retail",
  "manufacturing": "Manufacturing",
  "it_services": "IT Services",
  "consulting": "Consulting",
  "annual_turnover": "Annual Turnover",
  "turnover_upto_50l": "Upto 50 Lakhs",
  "turnover_50l_2cr": "50 Lakhs - 2 Crores",
  "turnover_2cr_10cr": "2 Crores - 10 Crores",
  "turnover_above_10cr": "Above 10 Crores",
  "destination": "Destination",
  "usa_canada": "USA / Canada",
  "europe": "Europe",
  "asia": "Asia",
  "worldwide": "Worldwide",
  "travel_start_date": "Travel Start Date",
  "trip_duration_days": "Trip Duration (Days)",
  "enter_days": "Enter Days",
  "target_retirement_age": "Target Retirement Age",
  "enter_age": "Enter Age",
  "monthly_investment_capability": "Monthly Investment Capability",
  "investment_amount": "Investment Amount",
  "risk_appetite": "Risk Appetite",
  "low_risk": "Low",
  "balanced": "Balanced",
  "high_growth": "High Growth",
  "event_date": "Event Date",
  "expected_guests": "Expected Guests",
  "enter_count": "Enter Count",
  "total_wedding_budget": "Total Wedding Budget",
  "company_name": "Company Name",
  "enter_company_name": "Enter Company Name",
  "website_url": "Website URL",
  "enter_url": "Enter URL",
  "data_records_held": "Data Records Held",
  "records_upto_10k": "Upto 10,000",
  "records_10k_100k": "10,000 - 1,00,000",
  "records_above_100k": "Above 1,00,000",
  "about": "About",
  "key_benefits": "Key Benefits",
  "service_footer_note": "At Insurance Support, we help you navigate the complexities of specific policy terms to find the plan that best fits your requirements and budget.",
  "services_data": {
    "life-insurance": {
      "title": "Life Insurance",
      "description": "Secure your family's future with the best Life Insurance plans in India. Compare Term, Whole Life, and Endowment policies with high claim settlement ratios.",
      "content": "Life insurance is the foundation of financial security for any family. It is not just an investment; it is a shield that protects your loved ones from financial instability in your absence. At **Insurance Support India**, we believe that the right life insurance policy ensures that your family's dreams—whether it's your child's education, your spouse's retirement, or paying off a home loan—are never compromised.\n\n**Why Choose Insurance Support India?**\nUnlike automated online comparison tools, we provide **personalized, human advisory** based on 25+ years of experience. We don't just sell a policy; we manage your portfolio for life.\n*   **Legacy of Trust:** We have served thousands of families across India, ensuring their claims are settled priority.\n*   **Unbiased Advice:** We work with top insurers (LIC, HDFC Life, ICICI Pru, Tata AIA) but work *for* you. We recommend plans that suit *your* needs, not the highest commission ones.\n*   **Claim Settlement Ratio:** We only partner with insurers who have a CSR of 98% and above.\n\n**Comprehensive Life Insurance Solutions:**\n*   **Term Insurance (Pure Protection):** The most affordable way to get high cover (e.g., ₹1 Crore cover for ~₹1000/month). Crucial for every breadwinner.\n*   **Whole Life Policy:** Coverage that lasts up to age 100, leaving a tax-free legacy for your heirs.\n*   **Endowment & Savings Plans:** Guaranteed return plans that help you save systematically for goals like marriage or education, unaffected by market volatility.\n*   **ULIPs (Wealth Creation):** Market-linked plans that offer the dual benefit of insurance + high returns from equity/debt markets.\n\n**Our \"Claim-First\" Approach**\nThe true test of insurance is at the time of a claim. Our dedicated claim settlement team handles everything—from documentation to coordinating with the insurer. Your family will never have to run around offices; we stand simply by their side.",
      "features": [
        "Family Financial Protection",
        "Tax Saving under 80C",
        "Wealth Creation Options",
        "Loan Liability Cover"
      ],
      "faqs": [
        {
          "question": "Is a medical test mandatory for Term Insurance?",
          "answer": "It depends on your age and sum assured. Generally, for coverage above ₹50 Lakhs or for age above 45, a medical test is required."
        },
        {
          "question": "What is the ideal life cover amount?",
          "answer": "A thumb rule is to have a cover that is 10-15 times your annual income."
        },
        {
          "question": "Can I have multiple life insurance policies?",
          "answer": "Yes, you can buy multiple policies, but you must disclose existing policies to the new insurer."
        }
      ]
    },
    "health-insurance": {
      "title": "Health Insurance",
      "description": "Get comprehensive Health Insurance with cashless treatment at top hospitals. Plans cover pre-existing diseases, maternity, and critical illness with no hidden clauses.",
      "content": "With medical inflation in India growing at over 14% annually, a single hospitalization can wipe out your entire life's savings. **Health Insurance** is not a luxury; it is a necessity. At Insurance Support, we don't just sell you a policy; we ensure you have access to the best medical care without the financial stress.\n\n**Why We Are the Best Health Insurance Advisors:**\nChoosing a health plan is tricky. There are hidden clauses like \"Room Rent Capping,\" \"Co-payment,\" and \"Waiting Periods.\" We decode the fine print for you.\n*   **No Hidden Clauses:** We recommend plans with No Room Rent Capping and Zero Co-payment.\n*   **Restoration Benefits:** We ensure your plan refills the sum assured if it gets exhausted during a treatment.\n*   **Lifetime Renewability:** We place you with insurers who guarantee coverage for life.\n\n**Types of Plans We specialize In:**\n*   **Individual & Family Floater:** Comprehensive coverage for you, your spouse, and children under a single premium.\n*   **Senior Citizen Plans:** Specialized plans covering pre-existing diseases (Diabetes, BP) with minimal waiting periods.\n*   **Critical Illness Covers:** Lumpsum payout for Cancer, Heart Attack, Kidney Failure, etc.\n*   **Top-Up & Super Top-Up:** An incredibly cheap way to increase your cover (e.g., adding ₹20 Lakhs cover for just ₹5,000/year).\n\n**The \"Cashless\" Advantage**\nWe have tie-ups with Star Health, HDFC Ergo, Niva Bupa, and Care to give you access to 10,000+ network hospitals. In an emergency, **you call us**, and we coordinate the cashless approval with the TPA/Insurer while you focus on your loved one's recovery.",
      "features": [
        "Cashless Treatment",
        "Pre & Post Hospitalization",
        "AYUSH Treatment Cover",
        "Tax Benefit under 80D"
      ],
      "faqs": [
        {
          "question": "Does health insurance cover pre-existing diseases?",
          "answer": "Yes, but usually after a waiting period of 2 to 4 years. Some special plans shorten this to 1 year or less."
        },
        {
          "question": "What is the difference between Cashless and Reimbursement?",
          "answer": "In Cashless, the insurer pays the hospital directly. In Reimbursement, you pay first and claim the money back later."
        },
        {
          "question": "Is maternity covered in health insurance?",
          "answer": "Yes, specific plans offer maternity benefits, usually with a waiting period of 9 months to 2 years."
        }
      ]
    },
    "motor-insurance": {
      "title": "Motor Insurance",
      "description": "Renew your Car or Bike insurance instantly with maximum IDV and lowest premiums. Enjoy cashless claims, zero depreciation, and 24/7 roadside assistance.",
      "content": "Driving on Indian roads is unpredictable. Whether it's a scratch in traffic or a flood in the monsoon, your vehicle needs robust protection. We provide **Instant Motor Insurance** that protects not just your car/bike but also your wallet from heavy repair bills and third-party liabilities.\n\n**Why Renew With Insurance Support?**\nMany people buy the cheapest policy online, only to realize later that the \"IDV\" (Vehicle Value) was too low or critical add-ons were missing.\n*   **Maximum IDV:** We ensure your vehicle is insured for its correct market value, so you don't lose money in case of theft or total loss.\n*   **Claim Assistance:** In case of an accident, we guide you on how to file an FIR, take photos, and get the vehicle to a cashless garage.\n*   **Keep Your NCB:** We verify your No Claim Bonus (NCB) eligibility to save you up to 50% on premiums legally.\n\n**Essential Add-Ons We Recommend:**\n*   **Zero Depreciation (Bumper-to-Bumper):** Mandatory for cars <5 years old. The insurer pays 100% of the parts cost, including plastic and rubber.\n*   **Engine Protection:** Covers engine seizure due to water logging (crucial for cities like Bangalore, Mumbai, Chennai).\n*   **Roadside Assistance:** 24/7 help for flat tires, towing, or battery jumpstarts anywhere in India.\n*   **Return to Invoice:** In case of theft, get the full on-road price back, not just the depreciated value.\n\n**Coverage for All Vehicles**\n*   Private Cars & SUVs\n*   Two-Wheelers (Bikes & Scooters)\n*   Commercial Vehicles (Taxis, Trucks, Buses)",
      "features": [
        "Zero Depreciation Cover",
        "24x7 Roadside Assistance",
        "Engine Protection",
        "Consumables Cover"
      ],
      "faqs": [
        {
          "question": "What happens if my insurance expires?",
          "answer": "You can renew it online instantly. If the break-in period is long, a vehicle inspection might be required."
        },
        {
          "question": "What is Zero Depreciation cover?",
          "answer": "It ensures you get the full claim amount without deduction for depreciation on parts (plastic, metal, rubber)."
        },
        {
          "question": "Is third-party insurance mandatory?",
          "answer": "Yes, as per the Motor Vehicles Act, third-party liability insurance is mandatory in India."
        }
      ]
    },
    "term-insurance": {
      "title": "Term Insurance",
      "description": "Get high life cover at affordable premiums with pure Term Insurance. Protect your family's financial future with critical illness and accidental death benefits.",
      "content": "**Term Insurance is the most important financial product you will ever buy.** Period. It is a pure risk protection plan that guarantees a large sum of money (e.g., ₹1 Crore, ₹5 Crore) to your family if you pass away untimely. It ensures your family lifestyle, children's education, and home loans are taken care of.\n\n**Top Features of Our Term Plans:**\n*   **Unbeatable Premiums:** We source plans that offer ₹1 Crore cover for as low as ₹500 - ₹800 per month (depending on age).\n*   **Lengthy Coverage:** Lock your premiums today and get coverage up to age 85 or even 99 (Whole Life Term).\n*   **Riders for Extra Protection:**\n    *   *Critical Illness Rider:* Get a payout if diagnosed with Cancer, Heart issues, etc., to cover treatment costs.\n    *   *Accidental Disability:* Monthly income replacement if an accident leaves you disabled.\n\n**Why Buy Term Insurance Through an Advisor?**\nBuying online is easy, but claim settlement is hard. If your family faces a rejection due to a technicality in the proposal form filled years ago, the policy is useless.\n*   **Zero-Error Proposal:** We fill out the proposal form with professional precision to eliminate chances of \"Non-Disclosure\" rejection.\n*   **Medical Coordination:** We arrange your medical tests at your convenience.\n*   **The \"3-Day\" Claim Guarantee:** In the unfortunate event of a claim, we personally handle the paperwork to ensure the money reaches your nominee's bank account within the shortest possible time.\n\n**Tax Benefits**\nPremiums paid for Term Insurance are eligible for tax deductions of up to ₹1.5 Lakhs under Section 80C of the Income Tax Act.",
      "features": [
        "High Coverage/Low Premium",
        "Critical Illness Riders",
        "Accidental Death Benefit",
        "Tax Savings"
      ],
      "faqs": [
        {
          "question": "What is the right age to buy Term Insurance?",
          "answer": "The earlier, the better. Buying in your 20s secures a very low premium for life."
        },
        {
          "question": "Do I get money back if I survive the term?",
          "answer": "Pure term plans do not offer maturity benefits. However, 'Return of Premium' (ROP) plans refund all premiums paid if you survive."
        },
        {
          "question": "Is accidental death covered?",
          "answer": "Standard term plans cover all deaths (natural/accidental). You can add an Accidental Death Benefit rider for extra payout."
        }
      ]
    },
    "sme-insurance": {
      "title": "SME Insurance",
      "description": "Protect your business with tailored SME Insurance solutions. Coverage for shops, offices, and startups including fire, burglary, liability, and employee benefits.",
      "content": "Small and Medium Enterprises (SMEs) are the backbone of India's economy. However, they face unique risks ranging from fire accidents to employee liability. Our SME Insurance packages are custom-built for shops, offices, and startups across India.\n\n**What We Cover:**\n*   **Shopkeepers Policy:** Protects stock, furniture, and cash against fire and burglary.\n*   **Office Package Policy:** Comprehensive cover for IT offices, including laptops and servers.\n*   **Workmen Compensation:** Mandatory legal liability cover for employees.\n*   **Public Liability:** Protects against third-party injury claims within your premises.\n\n**Tailored for Indian Startups**\nWe understand the dynamic nature of startups and offer flexible plans that scale with your business.",
      "features": [
        "Property Protection",
        "Employee Benefits",
        "Liability Coverage",
        "Business Interruption"
      ],
      "faqs": [
        {
          "question": "Is property insurance mandatory for shops?",
          "answer": "It is not legally mandatory, but highly recommended to protect your inventory and livelihood."
        },
        {
          "question": "Does it cover employee theft?",
          "answer": "Yes, Fidelity Guarantee cover protects against losses due to dishonesty of employees."
        },
        {
          "question": "How is the premium calculated?",
          "answer": "It depends on the value of contents, type of business, and risk factors associated with the location."
        }
      ]
    },
    "travel-insurance": {
      "title": "Travel Insurance",
      "description": "Travel stress-free with complete Travel Insurance for domestic and international trips. Covers medical emergencies, flight delays, lost baggage, and trip cancellations.",
      "content": "Whether you are flying out of Kempegowda International Airport for a holiday or a business trip, unforeseen events can disrupt your plans. Travel Insurance protects you against medical emergencies, flight delays, and lost luggage.\n\n**Essential for International Travel**\nMany countries (like Schengen states) mandate travel insurance for visa approval. Our plans are 100% visa compliant.\n\n**Coverage Highlights:**\n*   **Medical Expenses:** Covers hospitalization costs abroad, which can be astronomically high.\n*   **Trip Cancellation:** Reimburses non-refundable bookings if you cancel due to medical/emergency reasons.\n*   **Baggage Loss/Delay:** Compensation for essential items if your bags are delayed.\n*   **Passport Loss:** Assistance and coverage for obtaining a duplicate passport.",
      "features": [
        "Medical Emergencies",
        "Trip Cancellation",
        "Lost Baggage",
        "Flight Delays"
      ],
      "faqs": [
        {
          "question": "Is travel insurance mandatory?",
          "answer": "For many countries (Schengen, UAE, etc.), it is mandatory. For others, it is strongly advised."
        },
        {
          "question": "Does it cover pre-existing diseases abroad?",
          "answer": "Most standard plans exclude pre-existing conditions unless it is a life-threatening emergency."
        },
        {
          "question": "When should I buy travel insurance?",
          "answer": "Ideally, as soon as you book your tickets to get coverage for trip cancellation."
        }
      ]
    },
    "pension-plans": {
      "title": "Pension Plans",
      "description": "Plan a stress-free retirement with our Pension Plans. Build a corpus for regular monthly income, inflation protection, and financial independence in your golden years.",
      "content": "Retirement should be the golden phase of life, not a time of financial stress. Our Pension Plans help you build a substantial corpus during your working years, ensuring a steady stream of income post-retirement.\n\n**Why Start Early?**\nWith the rising cost of living across Indian metro cities, reliance on savings alone is not enough. You need a dedicated pension plan that beats inflation.\n\n**Types of Plans:**\n*   **Deferred Annuity:** Accumulate now, get pension later (e.g., NPS, private pension plans).\n*   **Immediate Annuity:** Pay a lump sum and get pension immediately (suitable for retirees).\n*   **NPS Assistance:** We guide you on National Pension System tier selection and fund management.",
      "features": [
        "Regular Income",
        "Inflation Protection",
        "Tax Efficient",
        "Spouse Coverage"
      ],
      "faqs": [
        {
          "question": "Is pension taxable?",
          "answer": "The commuted part (lump sum) is largely tax-free. The monthly pension is treated as income and taxed as per your slab."
        },
        {
          "question": "Can I withdraw money before retirement?",
          "answer": "Most plans have a lock-in period. However, partial withdrawals are allowed for specific reasons like children's marriage or critical illness."
        },
        {
          "question": "What happens to the pension after death?",
          "answer": "In joint-life annuity plans, the spouse continues to receive the pension."
        }
      ]
    },
    "ulip-plans": {
      "title": "ULIP Plans",
      "description": "Combine insurance and investment with ULIPs. Create long-term wealth with market-linked returns while securing life cover and enjoying tax benefits.",
      "content": "Unit Linked Insurance Plans (ULIPs) offer the dual benefit of investment and life cover. They are ideal for long-term wealth creation, allowing you to invest in potential high-growth equity funds or safe debt funds.\n\n**Why Choose ULIPs?**\n*   **Wealth Creation:** Participate in the stock market with professional fund management.\n*   **Tax Efficiency:** Maturity proceeds are tax-free under Section 10(10D) (subject to conditions).\n*   **Flexibility:** Switch between equity and debt funds based on market performance without tax implications.\n*   **Lock-in Period:** A 5-year lock-in encourages disciplined saving.",
      "features": [
        "Market Linked Returns",
        "Life Cover",
        "Tax Free Withdrawal",
        "Fund Switching"
      ],
      "faqs": [
        {
          "question": "Are ULIP charges high?",
          "answer": "Modern ULIPs have very low charges, comparable to mutual funds. Some online plans even have zero allocation charges."
        },
        {
          "question": "Is ULIP money safe?",
          "answer": "It depends on the fund choice. Debt funds are safer, while equity funds carry market risk but offer higher potential returns."
        },
        {
          "question": "Can I surrender my ULIP?",
          "answer": "Yes, after the 5-year lock-in period, you can surrender the policy without surrender charges."
        }
      ]
    },
    "wedding-insurance": {
      "title": "Wedding Insurance",
      "description": "Insure your big day against cancellations and mishaps. Wedding Insurance covers venue damage, non-appearance, and public liability for a worry-free celebration.",
      "content": "A wedding is a once-in-a-lifetime event, and thousands of crores are spent on weddings in India annually. But unforeseen events like natural calamities, fire, or sudden illness can cause cancellations, leading to huge losses.\n\n**What Coverage Includes:**\n*   **Cancellation due to Disaster:** Fire, flood, or earthquake at the venue.\n*   **Non-appearance:** If the bride, groom, or main family members cannot attend due to hospitalization/death.\n*   **Public Liability:** Accidents or injury to guests during the function.\n*   **Theft:** Loss of jewelry or cash from the venue/safe.",
      "features": [
        "Event Cancellation",
        "Public Liability",
        "Property Damage",
        "Personal Accident"
      ],
      "faqs": [
        {
          "question": "Does it cover cancellation due to breakup?",
          "answer": "No, 'change of heart' is not covered. Only external uncontrollable events are covered."
        },
        {
          "question": "When should I take the policy?",
          "answer": "Ideally, at least 15 days before the event date."
        },
        {
          "question": "Is food poisoning covered?",
          "answer": "Yes, public liability can cover claims arising from food poisoning of guests."
        }
      ]
    },
    "cyber-insurance": {
      "title": "Cyber Insurance",
      "description": "Safeguard against digital threats with Cyber Insurance. Protect your finances and identity from phishing, ransomware, cyber extortion, and online fraud.",
      "content": "In the digital era, cyber threats are a daily reality. From phishing attacks to ransomware, individuals and businesses across India are at constant risk. Cyber Insurance provides a safety net against financial losses caused by cybercrimes.\n\n**Coverage for Individuals:**\n*   **Theft of Funds:** Reimbursement for money stolen via phishing or bank fraud.\n*   **Identity Theft:** Legal costs and expenses to restore your identity.\n*   **Cyber Bullying:** Consultation costs for psychological trauma.\n*   **Device Value:** Data restoration costs if your device is infected by malware.",
      "features": [
        "Data Breach Cover",
        "Cyber Extortion",
        "Identity Theft",
        "Legal Costs"
      ],
      "faqs": [
        {
          "question": "Does it cover UPI frauds?",
          "answer": "Yes, most comprehensive plans cover financial losses due to UPI or credit card fraud."
        },
        {
          "question": "Do I need to file an FIR?",
          "answer": "Yes, a police complaint/FIR is mandatory for claiming losses due to cybercrime."
        },
        {
          "question": "Does it cover business data breach?",
          "answer": "Individual cyber insurance is different from corporate cyber liability insurance. We offer both types."
        }
      ]
    }
  },
  "about_page_title": "About Insurance Support | 25+ Years of Trust",
  "about_meta_description": "Learn about Insurance Support, our legacy of 25+ years, and our mission to secure families. Trusted by 15,000+ clients with a 98% claim settlement ratio.",
  "about_hero_title": "About Insurance Support",
  "about_hero_subtitle": "Decades of trust, expertise, and dedication to securing your future.",
  "established_badge": "Established 1998",
  "about_legacy_title": "A Legacy of Trust and Excellence",
  "about_legacy_text_1": "Insurance Support was founded with a singular mission: to demystify insurance and provide honest, expert advice to families and businesses across Bangalore and beyond.",
  "about_legacy_text_2": "Led by industry veterans with over 25 years of experience, we have grown from a small consultancy to a trusted partner for over 15,000 clients. Our journey is defined not just by the policies we sell, but by the claims we settle and the promises we keep.",
  "happy_clients": "Happy Clients",
  "industry_experience": "Industry Experience",
  "years_stat": "25+ Years",
  "our_mission_title": "Our Mission",
  "our_mission_text": "To empower every individual with the knowledge and protection they need to face life's uncertainties with confidence. We strive to be more than just agents; we are your lifelong partners in financial security.",
  "view_all_services": "View All Services",
  "about_us": "About Us",
  "resources": "Resources",
  "get_quote": "Get Quote",
  "we_serve": "We Serve",
  "footer_description": "Providing strategic insurance advisory and risk management solutions with over 25 years of industry excellence.",
  "testimonials_list": [
    {
      "name": "Prashanth S",
      "rating": 5,
      "text": "Best LIC consultant. Highly recommended person. Has indepth knowledge and suggests best required for individual as per your capacity."
    },
    {
      "name": "Naveen Kumar",
      "rating": 5,
      "text": "Good response from him and very professional in approach."
    },
    {
      "name": "R G LIKHITH",
      "rating": 5,
      "text": "Awesome place for all your insurance needs. Very helpful and knowledgeable staff."
    },
    {
      "name": "Ayush Kandoi",
      "rating": 5,
      "text": "Had a very positive experience. The team is kind and provides excellent guidance for insurance planning."
    },
    {
      "name": "Madhu Shivalingappa",
      "rating": 5,
      "text": "Great experience with the Life Insurance Agency. They make the complex process very simple."
    },
    {
      "name": "Shankar",
      "rating": 5,
      "text": "Satisfied with the professionalism and service. Highly reliable Insurance support."
    },
    {
      "name": "Kiran Kumar N",
      "rating": 5,
      "text": "Consistent service over a long time. A dependable partner for all insurance policies."
    },
    {
      "name": "Gayathri Duraisamy",
      "rating": 5,
      "text": "Highly positive customer experience. Very patient in explaining the details."
    }
  ],
  "faq_loan_q1": "What types of loans do you offer?",
  "faq_loan_a1": "We offer a wide range of loans including Home Loans, Personal Loans, Business Loans, Mortgage Loans, Vehicle Loans, and Education Loans to suit your various financial needs.",
  "faq_loan_q2": "What is the typical interest rate for home loans?",
  "faq_loan_a2": "Interest rates vary based on the lender, your credit score, and the loan amount. We help you compare and secure the most competitive rates available in the Indian market.",
  "faq_loan_q3": "How long does the loan approval process take?",
  "faq_loan_a3": "The processing time depends on the type of loan and document verification. Generally, personal loans can be approved within 2-3 days, while home and business loans may take 7-10 working days.",
  "faq_loan_q4": "What documents are required to apply for a loan?",
  "faq_loan_a4": "Standard documents include Identity Proof (Aadhar/PAN), Address Proof, Income Proof (Salary slips/ITR), and Bank Statements for the last 6 months. Specific requirements may vary by loan type.",
  "expert_guidance": "Expert Guidance",
  "expert_guidance_desc": "Our experienced advisors help you navigate claims and find the best insurance plans.",
  "24_7_support": "24/7 Support",
  "support_desc": "Dedicated support teams available around the clock for your peace of mind.",
  "claims_assistance": "Claims Assistance",
  "claims_desc": "Hassle-free recovery and claim settlement support when you need it most.",
  "find_answers_to_common_questions": "Find answers to common questions about our services and policies.",
  "loans": "Loans",
  "loan_against_policy": "Loan Against Insurance Policy",
  "policy_recovery": "Policy Recovery Inquiry",
  "insurance_company": "Insurance Company",
  "lic_of_india": "LIC of India",
  "private_insurers": "Private Insurers",
  "unknown": "Unknown",
  "years_since_lapse_label": "Years Since Lapse",
  "less_than_1_year": "Less than 1 year",
  "1_3_years": "1 - 3 years",
  "3_10_years": "3 - 10 years",
  "more_than_10_years": "More than 10 years",
  "original_bond_status": "Original Policy Bond Status",
  "yes_have_it": "Yes, I have it",
  "have_copy_only": "I have a copy/photo only",
  "lost_completely": "Lost completely",
  "policy_number_optional": "Policy Number (Optional)",
  "enter_policy_number": "Enter policy number if known"
}